<!DOCTYPE html><html><head><title>2018 FBLA Website Design, 1st Place | R&eacute;sum&eacute;</title><link href="https://fonts.googleapis.com/css?family=Righteous|Roboto:300,400,500,700" rel="stylesheet"><meta name="csrf-param" content="authenticity_token" />
<meta name="csrf-token" content="h0IOJkbvYDZ6MDVKuWYhQsFo1mJVQLUAUSZ2aojsiVfRuu2Xgme0m7TFJ97DAsRkC3wRkIAhcBkMSpObmTgYlA==" /><link rel="stylesheet" media="screen" href="assets/application-7080bd7d6f1cf29de513d822712b55866762eac0d11e3ffdad4edaafdd7586d2.css" /><meta content="width=device-width,height=device-height,initial-scale=1" name="viewport" /><link rel="apple-touch-icon" sizes="180x180" href="assets/favicon/apple-touch-icon-79d6f4e5ebeacec74cf6ef1d58d1946fba8359a2c72917dda2825d62b234c37f.png">
<link rel="icon" type="image/png" sizes="32x32" href="assets/favicon/favicon-32x32-f4a1b5ac398997c42ed21eea5ae792e34cea15e554a39701b84d26cbffddcbaf.png">
<link rel="icon" type="image/png" sizes="16x16" href="assets/favicon/favicon-16x16-508a6f3f6078155fcf65086db607b8f5cd8faf6f03ecebb8b1ab82623b31ebe2.png">
<link rel="manifest" href="assets/favicon/site-88938c18e4c065562de7fcc5f8c1d2526f87b212d31867ee7cb65320da3dc904.webmanifest">
<link rel="mask-icon" href="assets/favicon/safari-pinned-tab-4550d6b6fc94c711d604157a9e7d6d6f1384be9d536020c2aba10b75d1da978f.svg" color="#5bbad5">
<link rel="shortcut icon" href="assets/favicon/favicon-348aeac79f497c45c4f6c1be2e49ed7261a88659a8341ce905e118e93b27bd65.ico">
<meta name="msapplication-TileColor" content="#2d89ef">
<meta name="msapplication-config" content="/assets/favicon/browserconfig-791034d27e611a3f82ebb15b965d61328a0112d64bf696ea4d6bfbb186716ab9.xml">
<meta name="theme-color" content="#69f0ae"></head><body><div class="obfuscator"></div><header><nav class="header-row"><ul><li><div id="show-sidebar"><i class="icon ion-navicon"></i></div></li><li><a class="logo-container" href="index.html"><img class="logo-image" src="assets/Logo-26e7779d54555f8ba16774a72e55ba1e8c7c85961f04758f101b75325703a373.svg" alt="Logo" /></a></li><li><a class="logo-text" href="index.html">Garuba</a></li></ul><div class="spacer"></div><div id="header-nav"><ul><li><a class="nav-link" href="openings.html">Openings</a></li><li><a class="nav-link" href="resume.html">R&eacute;sum&eacute;</a></li><li><a class="nav-link" href="application.html">Application</a></li><li><a class="nav-link" href="interview.html">Interview</a></li><li><a class="nav-link" href="forum.html">Forum</a></li></ul></div></nav></header><div class="sidebar"><nav id="sidebar-nav"><a class="nav-link" href="openings.html">Openings</a><a class="nav-link" href="resume.html">R&eacute;sum&eacute;</a><a class="nav-link" href="application.html">Application</a><a class="nav-link" href="interview.html">Interview</a><a class="nav-link" href="forum.html">Forum</a></nav></div><main><table class="main-table"><tr><td><div style="min-height: 100vh"><div class="other-hero-image" id="resume-hero"><div class="hero-text">R&eacute;sum&eacute;</div></div><div class="content"><div class="text"><div class="section"><h3>Cover Letter</h3><p>A cover letter is a document that is attached to the front of your r&eacute;sum&eacute; with a purpose to supply additional information about your work experience and skills. A cover letter is essentially a sales pitch that promotes your r&eacute;sum&eacute; bringing you closer to an interview. It is always a good idea to include a cover letter regardless of whether the employer requires it or not. Therefore, it is imperative that your cover letter makes a good impression on the employer. Start by addressing your letter to a specific person. Research the company to find the right employer, and avoid using a generic placeholder. The contents of your letter should mention the position you are applying for, explain why you deserve an interview, and describe your plans as to how you will follow-up.</p></div><div class="section"><h3>Résumé</h3><p>Your r&eacute;sum&eacute; is a very important part of your job application. Your r&eacute;sum&eacute; is a telling of your job experience and   history to potential employers. A well written one can easily earn you an interview and place you ahead of candidates while a poorly written  r&eacute;sum&eacute; can ruin your chances of even earning the interview.  </p><p>The first step on your r&eacute;sum&eacute; writing adventure is to choose a r&eacute;sum&eacute; format. Each type of r&eacute;sum&eacute;    comes with its own drawbacks and advantages.</p><p>You can choose from the following: </p></div><div class="resume section"><img class="left" src="assets/chronological3-f05aca2bcd22156d136ed1618dc761e2eff35a00c1658e18a58e00313289e7d2.png" alt="Chronological3" /><h4>Chronological R&eacute;sum&eacute;</h4><h5>Overview of Structure</h5><p>A chronological r&eacute;sum&eacute; is composed of a list of your work history in which your most recent positions are listed first. Look to   the example below for more information on structure.  </p><h5>Advantages</h5><p>Although employers are always in search of innovation and creativity, do not let the fact that the chronological r&eacute;sum&eacute; is the  most common type of r&eacute;sum&eacute; steer you away from using it. Being the most common type of r&eacute;sum&eacute; has its merits. One  benefit is that employers will be most familiar with this type of format and therefore more likely prefer it over others. In addition to this,    a chronological r&eacute;sum&eacute; also grants you a chance to advertise your work experience. Finally, a chronological r&eacute;sum&eacute;    is also the easiest to create due to its straightforward nature.</p><p>Chronological r&eacute;sum&eacute;s can help you shine the brightest when you have a vast work history in the same line of work as the job to which you are applying. This can help you start with one foot forward immediately showing your employer that you already have experience in the area of work.</p><h5>Disadvantages</h5><p>The chronological r&eacute;sum&eacute; can fall short if you wish to change careers. Even if you have extensive work experience, the fact   that it is unrelated will likely grant you a one way trip to the reject pile. Lastly, refrain from using a chronological r&eacute;sum&eacute; if your work history contains various holes or if you have a history of frequently switching jobs.  </p><a class="example-link rect-button" href="resume.html#chrono-resume">See Example</a></div><div class="resume section"><img class="right" src="assets/Functional-786c87f5493c5ca6aab10c3600c953ea1fd521f8f3d8c3abf7116e601e1e1699.png" alt="Functional" /><h4>Functional R&eacute;sum&eacute;</h4><h5>Overview of Structure</h5><p> A functional r&eacute;sum&eacute; is much more dynamic than a chronological r&eacute;sum&eacute;. They typically start with a r&eacute;sum&eacute; summary that brings your relevant skills for the job into the limelight. This allows you to create a better image for yourself in the eyes of the employer. They are then organized by themes of either skills or qualifications. These themes are usually headed with keywords from the job description in order to further emphasize skills. Even though the functional r&eacute;sum&eacute; tends to draw focus away from job history, it will still likely be a necessary component of your application, and therefore, it is usually placed at the bottom of the r&eacute;sum&eacute;. </p><h5>Advantages </h5><p>A functional r&eacute;sum&eacute; resolves all of the drawbacks of a chronological r&eacute;sum&eacute;. Its main purpose is to draw attention away from your work history and instead focus on your skills and expertise. Because of this, a functional r&eacute;sum&eacute; is best suited for job seekers who are changing careers, have gaps in their work history or are new to the workforce.</p><h5>Disadvantages</h5><p>The functional and chronological r&eacute;sum&eacute;s formats are opposites of each other: where one fails, the other is successful. As a result, functional r&eacute;sum&eacute;s are not suited for individuals who have a vast work history in the same line of work they are applying to, since a functional r&eacute;sum&eacute; will only rob them of this advantage.</p><a class="example-link rect-button" href="resume.html#func-resume">See Example</a></div><div class="resume section"><img class="left" src="assets/Combination-41c2913eaed0dbc193c3c44597d54ce763efd878f167718c640ad4e3e583e3ee.png" alt="Combination" /><h4>Combination R&eacute;sum&eacute;</h4><h5>Overview of Structure</h5><p> A combination r&eacute;sum&eacute; is a merge between a chronological r&eacute;sum&eacute; and a functional r&eacute;sum&eacute;. A combination r&eacute;sum&eacute; is essentially divided into two parts of equal importance. It begins by first listing job experience and skills and then chronologically listing  job history.</p><h5>Advantages</h5><p>A combination r&eacute;sum&eacute; is perfect for those who want the best of both worlds. A combination r&eacute;sum&eacute; allows you to emphasize your skills in the same way a functional r&eacute;sum&eacute; does, but it also allows you to display your work history as well. Job seekers with skills, experience, and job history should consider a functional r&eacute;sum&eacute; allowing them to present all of their assets at once.</p><h5>Disadvantages</h5><p>A combination r&eacute;sum&eacute; format does not favor those who have weaknesses in their skills or work history.</p><a class="example-link rect-button" href="resume.html#combo-resume">See Example</a></div><div class="resume section"><img class="right" src="assets/Targeted-33f4e5d99278e3c31cff9dfd4465849600ddc6a0ffd85234ae557d19023fb162.png" alt="Targeted" /><h4>Targeted R&eacute;sum&eacute;</h4><h5>Overview of Structure</h5><p>A targeted r&eacute;sum&eacute; is different from all the r&eacute;sum&eacute; formats listed above. It is the r&eacute;sum&eacute; format for you if the other three formats do not work for you. A targeted r&eacute;sum&eacute; is as the name states targeted. It is a r&eacute;sum&eacute; that is adapted to the specific job you wish to apply for in order to highlight whatever you desire, whether it be skills, work history, or anything else. This r&eacute;sum&eacute; can take time and effort since there is no specific format that you need to follow. As you make this custom r&eacute;sum&eacute;, make sure to proofread carefully in order to avoid errors.</p></div><br /><div class="section"><h3>General R&eacute;sum&eacute; Writing Tips</h3><p>Here at Garuba we have created a way for you to easily complete your r&eacute;sum&eacute; by following the acronym WRP. Write. Review. Proof.</p></div><div class="section"><h4>Write</h4><p>Once you have chosen a r&eacute;sum&eacute; format, all that remains is actually writing it. Stick to a r&eacute;sum&eacute; format or r&eacute;sum&eacute;  template while writing unless you wish wish to write a targeted r&eacute;sum&eacute;. Make sure to choose your words carefully with professionalism in mind. Along with word choice, you must also make sure that your format, font, and font size are all appropriate as well. Take note of your your style features (italics, underlining, and bold) and keep them to a minimum and reserve boldface for you headers and key achievements which you want to stand out.</p></div><div class="section"><h4>Review</h4><p>The next step after completing the writing process of your r&eacute;sum&eacute; is to review your r&eacute;sum&eacute;. In this step, you must make sure that your r&eacute;sum&eacute; has all of its required components. If you have confirmed that your r&eacute;sum&eacute; contains everything it needs, then move on to the next step, otherwise go back to step one and add there missing parts.</p></div><div class="section"><h4>Proof</h4><p>Now that your r&eacute;sum&eacute; is fully written and lacks no content it is time to make your r&eacute;sum&eacute; ready for submission. Proofread your essay checking for errors. These may range from typos to grammar errors. Whatever the error may be, you must make sure that it is corrected before you send your r&eacute;sum&eacute; to employers. Use a spell checker as well and consider having your r&eacute;sum&eacute; proofread by multiple family members or friends. This will eliminate word flow and logical errors.</p></div></div></div><div class="sample-resume modal" id="chrono-resume"><p><strong>Amy L. Charnell</strong></p><p>336 W. Chugalug Way, Wheaton, MA  60187</p><p>c: 444-222-4333 e: alcharnell@gmail.com</p><br /><p><strong>Experience</strong></p><br /><p>December 20XX - Present</p><p><em>Administrative Coordinator</em></p><p>Mannix Services, Naperville, IL</p><ul><li>Responsible for analysis of monthly, weekly, and, daily sales reports. Achieved 100% accuracy in sales reports in past two years.</li><li>Responsible for scheduling training classes, seminars, and conferences.</li></ul><br /><p>June 20XX - December 20XX</p><p><em>Administrative Secretary</em></p><p>Minnesota Life Insurance, Barrington, IL</p><ul><li>Research and design sales and training presentations, requiring fluency in PowerPoint, SlideShark, and Prezi.</li><li>Responsible for scheduling a three-person sales and training staff.</li></ul><br /><p>March 20XX - June 20XX</p><p><em>Facilities Assistant</em></p><p>SBC Warburg Dillon Reed, Chicago, IL</p><ul><li>Responsible for balancing a $7 million dollar facilities budget.</li><li>Responsible for scheduling maintenance calls, staff meetings, office relocations, and construction projects.</li></ul><br /><p>May 20XX - May 20XX</p><p><em>General Manager</em></p><p>KSMR Radio 92.5/94.3FM, Winona, MN</p><ul><li>In charge of a 36-member staff, as well as a 7-member management team, with duties that included disciplinary actions, budgeting, special requests, program scheduling, and hiring.</li><li>Balanced a $15,000 budget, as well as chaired a committee to receive a grant for increasing station amenities such as wattage, equipment, space, and music library.  </li></ul><br /><p>May 20XX - May 20XX</p><p><em>Sports Director</em></p><p>KSMR Radio 92.5/94.3FM, Winona, MN</p><ul><li>Responsible for a 30 member broadcast staff, with standard duties that included scheduling daily on-air sports reports, scheduling all on-air game broadcasts, maintaining all broadcast equipment, training broadcast team, and making travel arrangements for broadcast team.</li><li>Responsible for a weekly sports talk show, with duties that include scheduling guests, doing background research, and running the production board.</li></ul><br /><p><strong>Education</strong></p><br /><p>St. Mary's University of Minnesota, Winona, MN</p><ul><li>B.A., Public Relations</li></ul></div><div class="sample-resume modal" id="func-resume"><p><strong>Jose Adelio</strong></p><p>1525 Jackson Street, City, NY 11111</p><p>Phone: 555-555-5555</p><p>Email: jadelo@bac.net</p><br /><p><strong>Summary</strong></p><p>Results-oriented, high-energy, hands-on professional with skills in management, quality assurance, program development, training, and customer service. A successful track record in the blood banking care environment.</p><p>Experience in phlebotomy, blood banking, training, quality assurance, and customer service with a focus on providing recipients with the highest quality blood product, fully compliant with FDA cGMP, Code of Federal Regulations, AABB accreditation, and California state laws.</p><p>Major strengths include strong leadership; excellent communication skills; competency; strong team player; attention to detail; dutiful respect for compliance in all regulated environments; and supervisory skills including hiring, termination, scheduling, training, payroll, and other administrative tasks. Thorough knowledge of current manufacturing practices and a clear vision to accomplish company goals.</p><br /><p><strong>PROFESSIONAL ACCOMPLISHMENTS</strong></p><p><strong>Educational Projects</strong></p><ul><li>Facilitated educational projects successfully over the past two years for Northern California blood centers, an FDA-regulated manufacturing environment, as pertaining to cGMP, CFR, CA state and American Association of Blood Bank (AABB) regulations and assure compliance with 22 organization quality systems.</li></ul><p><strong>Program Management and Supervision</strong></p><ul><li>Successfully supervised contract support for six AT&T Broadband systems located in the Bay Area. Provided customer intervention/resolution and training in telephony and customer care. Managed scheduling, quality control, payroll, and special projects/plant extensions and evaluations to ensure proper end-of-line and demarcation signal.</li><li>Reduced employee turnovers, introduced two-way communication to field employees, enhanced employee appearance and spearheaded the implementation of employee (health) benefits.</li></ul><p><strong>Compliance</strong></p><ul><li>Provided daily operational review/quality control of education accountability as it relates to imposed government regulatory requirements in a medical environment.</li><li>As program specialist for XXX Missile System, reviewed FAA safety requirements and procedures to ensure compliance for aircraft and passenger safety.</li></ul><p><strong>Technology</strong></p><ul><li>Chief point of contact for the AT&T telephone and the ABC-affiliated TV stations as related to complaints and diagnosing communication problems either at the site or remote broadcasting. Also tested/repaired prototype equipment for possible consideration or for future use.</li><li>Communication expert and programming specialist for the intermediate range Lance and Persian missile systems. Trained to operate and repair the (FDC) fire direction control computer system and field satellite communications.</li></ul><p><strong>Phlebotomy</strong></p><ul><li>Assisted team members in veni-punctures, donor reaction care, and providing licensed staffing an extension in their duties by managing the blood services regulations documentation (BSDs) while assigned to the self-contained blood mobile unit (SCU).</li></ul><br /><p><strong>WORK HISTORY</strong></p><p><em>Project Manager,</em> XXX Blood Center, Fall 20XX – Fall 20XX</p><p><em> Program Specialist,</em>XXX Missile Systems, Spring 20XX – Fall 20XX</p><br /><p><strong>EDUCATION</strong></p><ul><li>Associate of Art, Administration of Justice, San Jose University, San Jose, CA</li><li>NCTI Certified, CATV System Technician, Denver, CO</li><li>ABM Certified, Cornerstone Technician, Denver, CO</li></ul></div><div class="sample-resume modal" id="combo-resume"><p><strong>Jose A. Adelo</strong></p><p>1525 Jackson Street, Oakland, CA 94603</p><p>555-555-5555</p><p>email: abc@abc.com</p><br /><p><strong>Objective: </strong></p><p>To obtain a position where I can maximize my multilayer of management skills, quality assurance, program development, training experience, customer service, and a successful track record in the Blood Banking care environment.</p><br /><p><strong>Summary of Qualifications:</strong></p><p>Results-oriented, high-energy, hands-on professional, with a successful record of accomplishments in the blood banking, training, and communication transmission industries. Experience in phlebotomy, blood banking industry, training, quality assurance, and customer service with focus on providing the recipient with the highest quality blood product. Fully compliant with FDA cGMP, Code of Federal Regulations, AABB accreditation, and CA state laws.</p><p>Results-oriented, high-energy, hands-on professional, with a successful record of accomplishments in the blood banking, training, and communication transmission industries. Experience in phlebotomy, blood banking industry, training, quality assurance, and customer service with focus on providing the recipient with the highest quality blood product. Fully compliant with FDA cGMP, Code of Federal Regulations, AABB accreditation, and CA state laws.</p><br /><p><strong>Professional Accomplishments:</strong></p><ul><li>Facilitated educational projects successfully over the past two years for Northern California blood centers, an FDA regulated manufacturing environment, as pertaining to cGMP, CFR's, CA state and American Association of Blood Bank (AABB) regulations, and assure compliance with 22 organization quality systems.</li><li>Provided daily operational review/quality control of education accountability as it relates to imposed government regulatory requirements in a medical environment.</li><li>Assisted other team members in veni-punctures, donor reaction care, and providing licensed staffing an extension in their duties by managing the blood services regulations documentation (BSD's) while assigned to the self-contained blood mobile unit (SCU).</li><li>Successfully supervised contract support for six AT&T Broadband systems located in the Bay Area. Provided customer intervention/resolution, training in telephony and customer care, manpower scheduling, quality control, payroll, and special projects/plant extensions, and evaluations to ensure proper end-of-line and demarcation signal.</li><li>Reduced employee turnovers, introduced two-way communication to field employees, enhanced employee appearance, and spearheaded the implementation of employee (health) benefits.</li><li>Supervised and maintained the position of System Technician in charge of status monitoring and the integration of monitoring devices in nodes and power supplies. For the reception and transmission of telemetry to the network operation centers (NOC's) located in Denver, CO and Fremont, CA. Designed plant extensions, improved the paper flow, and inventory control for the warehouse. Provided preventative maintenance at the system level, face-to-face customer interaction when required, and traveled to several telephony/@home systems in the U.S. for evaluation and suggestions in using the status monitoring equipment.  </li></ul><br /><p><strong>Work History:</strong></p><ul><li>Acting Education Manager, American Red Cross, Oakland, CA: 20XX-present</li><li>Education Coordinator, American Red Cross, Oakland, CA: 20XX-20XX</li><li>Phlebotomist, American Red Cross, Oakland, CA: 20XX-20XX</li><li>Cable Television CATV Supervisor, Core Communication Inc, Sunnyvale, CA: 20XX-20XX</li><li>CATV System Technician, TCI Cablevision Inc, Fremont, CA: 20XX-20XX</li><li>Technician/Day Shift Supervisor, Avantek Inc, Milpitas, CA: 19XX-19XX</li></ul><br /><p><strong>Education</strong></p><ul><li>Associate of Art, Administration of Justice, San Jose University, San Jose, CA</li><li>NCTI Certified, CATV System Technician, Denver, CO</li><li>ABM Certified, Cornerstone Technician, Denver, CO</li></ul></div><div class="tabs-container"><div id="all-pages"><h2><strong>Don’t just get a job, get the job you deserve.</strong></h2><h3>Continue Your Journey Below</h3></div><div class="tabs"><div class="tab-row"><a class="tab" href="resume.html#openings-panel"><img class="tab-image" src="assets/openings-tab-3ce6da29ed04131f526ac34d97d557be2b6edea01be17d7d4d3e92d92e22e2d4.png" alt="Openings tab" /></a><a class="tab" href="resume.html#resume-panel"><img class="tab-image" src="assets/resume-tab-e173a9861afabf1c517d044b1de94b2d140e92e8b3c10317f15f1c586bd35500.png" alt="Resume tab" /></a><a class="tab is-active" href="resume.html#application-panel"><img class="tab-image" src="assets/application-tab-1a126826dfebadfbf4cb13ed6221ee5695265236adb53d5ca1befa882646fc6d.png" alt="Application tab" /></a><a class="tab" href="resume.html#interview-panel"><img class="tab-image" src="assets/interview-tab-54430fad23b4ad30d50cf5e33cba633bdb98eb89af07735389cd6d347af4091c.png" alt="Interview tab" /></a><a class="tab" href="resume.html#forum-panel"><img class="tab-image" src="assets/forum-tab-397c130b17d4481f3d3f8c5c4ab0d4f6945c04fd0d3f03516c4f425055ee114c.png" alt="Forum tab" /></a></div><div class="panel" id="openings-panel"><div class="panel-image"><img src="assets/openings-panel2-d7c9e10307c63bbba40788904351ea63f5f9043d73f803f66ce81e4986ec78ea.png" alt="Openings panel2" /></div><div class="panel-text"><h4>Job Openings</h4><p>Finding job openings can be a daunting task, and finding the right job for yourself can be even harder. Follow these simple steps to find the job openings right for you.</p><a href="openings.html"><div class="rect-button">find job openings</div></a></div></div><div class="panel" id="resume-panel"><div class="panel-image"><img src="assets/resume-panel-7e8caa7dd1f15985b0dd733d6498fe318aaa855f9982b4e37ad2485cd52cd110.png" alt="Resume panel" /></div><div class="panel-text"><h4>R&eacute;sum&eacute;</h4><p>This is your chance to capture a potential employer’s interest. Don't get tossed aside; instead, make an impression and acquire that job.</p><a href="resume.html"><div class="rect-button">Create Your R&eacute;sum&eacute;</div></a></div></div><div class="panel is-active" id="application-panel"><div class="panel-image"><img src="assets/application-panel-8cefd3686b8779bf4ad80afcb1fb827740960f018292a9c58231cf3b50a614a2.png" alt="Application panel" /></div><div class="panel-text"><h4>Application</h4><p>Don’t get lost in the perpetual process of job applications. Stay on track and apply with ease.</p><a href="application.html"><div class="rect-button">Apply Now</div></a></div></div><div class="panel" id="interview-panel"><div class="panel-image"><img src="assets/interview-panel-7ea21959a7549ef2582408cb3b870c0120a873f0f821e3f27457b44b8a8c4e45.png" alt="Interview panel" /></div><div class="panel-text"><h4>The Interview</h4><p>This aspect of the job application process either makes or breaks employees. Learn how to make your interview build you up.</p><a href="interview.html"><div class="rect-button">Prepare For Your Interview</div></a></div></div><div class="panel" id="forum-panel"><div class="panel-image"><img src="assets/Forum-3cc92e58ecbf04fbf53fe8cebb8ae17eaf434e4d0b44d3de79fae9bfaf689f51.png" alt="Forum" /></div><div class="panel-text"><h4>Forum</h4><p>Your journey is now complete, but if you still have any lingering questions, continue to the forum for further clarification.</p><a href="forum.html"><div class="rect-button">Find Answers</div></a></div></div></div></div></div></td></tr><tr><td style="height: 96px"><footer><div class="footer-row"><ul class="footer-left"><li><a class="logo-text" href="index.html">Garuba</a></li></ul><ul class="footer-right"><li><a class="footer-text" href="privacypolicy.html">PRIVACY POLICY</a></li><li><a class="footer-text" href="credits.html">CREDITS</a></li><li><a class="footer-text" href="termsandconditions.html">TERMS AND CONDITIONS</a></li><li><a href="https://www.facebook.com/Garuba-171929900298005" target="_blank"><i class="icon ion-social-facebook"></i></a></li><li><a href="https://linkedin.com/company/garuba" target="_blank"><i class="icon ion-social-linkedin"></i></a></li><li><a href="https://www.instagram.com/garubajobs/" target="_blank"><i class="icon ion-social-instagram"></i></a></li></ul></div></footer></td></tr></table></main><script src="assets/application-ecf640beaca8d81f10870ef079663d7ddf685008989b2ae26d9a38d3ad53c6f9.js"></script></body></html>